---
author: Fanis-Georg
image_url: Unixidized/images/Cambridge-1-supercomputer.jpg
title: Υπερυπολογιστής Cambridge-1
year: 2021
caption: O Cambridge-1 ειναι ενας υπερυπολογιστης χτισμενος σε συνεργασια πολλων φαρμακευτηκων εταιριων με την NVIDIA. Σκοπος η μελετη και αναλυση ιων, αρρωστιων κλπ με σκοπο να επεκταθει η ιατρικη ερευνα στο Ηνωμενο Βασιλειο. Ειναι στους τοπ 50 πιο δυνατους υπερυπολογιστες και οπως ολοι οι υπολοιποι σε αυτη τη λιστα τρεχουν λειτουργικο GNU/Linux.
license_url: 
license_text: 
categories:
  -Υπερυπολογιστης
tags:
  - Πανεπιστημιο Cambridge
  - Ερευνητικο Εργαλειο 
  - Υπερυπολογιστης
  - Βιοπληροφορικη
---
